{
  "sixteenWeeks": {
    "title": "16 Weeks",
    "description": "Content Director. A group of Engineering and CS students sharing our experiences in tech across different roles, locations, and companies!",
    "image": "assets/projects/16weekslogo.png",
    "links": [
      {
        "icon": "mdi-youtube",
        "link": "https://www.youtube.com/channel/UCyAUw8sY5NN34v-ad6ym49A"
      }
    ]
  },
  "frv" : {
    "title": "Front Row Ventures",
    "description": "Investment Team. FRV is Canada's first university-focused venture capital fund investing in Canada's most promising university founders.",
    "image": "assets/projects/frv.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "http://frontrow.vc/"
      },
      {
        "icon": "mdi-linkedin",
        "link": "https://www.linkedin.com/company/front-row-ventures/"
      }
    ]
  },
  "soGal" : {
    "title": "SoGal Waterloo",
    "description": "Marketing Lead. Working to close the diversity gap in entrepreneurship and venture capital.",
    "image": "assets/projects/SoGal.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "https://linktr.ee/sogalwaterloo/"
      },
      {
        "icon": "mdi-facebook",
        "link": "https://www.facebook.com/groups/400152264387185"
      }
    ]
  },
  "bitFinca": {
    "title": "Bitfinca",
    "description": "MarketMake Hackathon. A blockchain-based lending platform that allows anyone to microinvest in ventures that matter.",
    "image": "assets/projects/bitfinca.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "https://curvegrid.github.io/bitfinca"
      }
    ]
  },
  "techplus": {
    "title": "Tech+",
    "description": "Mentorship Program Organizer. Cultivating a more inclusive and diverse tech community at UWaterloo.",
    "image": "assets/projects/techplus.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "http://www.techplusuw.org/"
      }
    ]
  },
  "pearShare": {
    "title": "Pearshare",
    "description": "Angelhack Singapore 2018. Code for a Cause Impact Winner. Reducing food wastage.",
    "image": "assets/projects/pearshare.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "https://pearshare.github.io/"
      }
    ]
  },
  "spaceLab": {
    "title": "SpaceLab",
    "description": "First team in Southeast Asia to win SGD$60k grant to launch biology experiment sent to the International Space Station. Launched on the SpaceX Falcon 9 on June 4, 2017.",
    "image": "assets/projects/rocket.png"
  },
  "ted": {
    "title": "TEDxYouth@SAS",
    "description": "Executive Producer. Lead Organizer. Selected to attend TEDFest 2018, an official TED conference in NYC",
    "image": "assets/projects/turningtides.png"
  },
  "frc": {
    "title": "Robotics",
    "description": "Team Captain. Youth Mentor. Project Manager. Awarded Excellence in Robotics Award, Senior Technology Award and PTA Scholar Award for contributions to robotics",
    "image": "assets/projects/robot.png"
  },
  "gnome": {
    "title": "G-nome",
    "description": "BostonHacks 2019. G-nome provides a personalized experience tailored for the patient including medication reminders, symptom tracking and appointment making through a voice-activated care system.",
    "image": "assets/projects/gnome.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "https://devpost.com/software/g-nome-6d3x8p"
      }
    ]
  },
  "htn": {
    "title": "ëquiliberate",
    "description": "Hack The North 2018. Equiliberate combats ergonomic challenges that computer users face today by empowering you to fix your posture.",
    "image": "assets/projects/htn.png",
    "links": [
      {
        "icon": "mdi-web",
        "link": "https://devpost.com/software/htn2018"
      }
    ]
  },
  "aboutMeArt":  "What started as weekly baby ballet classes turned into my passion. I began dabbling in various performing arts from the age of 5. I have training in the RAD, CSTD and Vaganova style of ballet, as well as contemporary, jazz, hip hop and tap dance. I am passionate about creating work and have choreographed various pieces. Aside from dance, I enjoy acting and singing. I have performed in musical theatre productions, short films and choir concerts. I am experienced in teaching ballet, jazz and musical theatre to children and adults. I hope that through teaching I will be able pay it forward and inspire younger dancers to pursue their passions throughout school and beyond."
}